Repository: systers/vms
Catalog: vms/locale/*/LC_MESSAGES/django.po
Languages: fr_fr

source: Please enter any of the fields below to generate a report.
fr_fr: Veuillez inscrire les champs ci-dessous pour générer un rapport.

source: Report
fr_fr: Rapport

source: Volunteer First Name
fr_fr: Prénom de bénévole

source: Volunteer Last Name
fr_fr: Nom de famille de bénévole

source: Volunteer Organization
fr_fr: Organisation de bénévole

source: Select Organization
fr_fr: Sélectionner une Organisation

source: Event Name
fr_fr: Titre de l'évènement

source: Job Name
fr_fr: Nom du travail

source: Start Date
fr_fr: Date de début

source: End Date
fr_fr: Date de Fin

source: Generate Report
fr_fr: Générer un Rapport

source: Report Statistics
fr_fr: Statistiques de Rapport

source: Total Number of Shifts
fr_fr: Total d'équipe

source: Total Hours
fr_fr: Total d'heures

source: First Name
fr_fr: Prénom

source: Last Name
fr_fr: Nom de famille

source: Logged Start Time
fr_fr: Temps de début enregistré

source: Logged End Time
fr_fr: Temps de Fin enregistré

source: Duration
fr_fr: Durée

source: Your criteria did not return any results.
fr_fr: Votre critère n'est retourneé pas les résultats

source: Events
fr_fr: Évènements

source: Jobs
fr_fr: Travails

source: Shifts
fr_fr: Équipes

source: Organizations
fr_fr: Organisations

source: Please sign in
fr_fr: Faire de connexion s'il vous plaît

source: The username and/or password you specified are not correct.
fr_fr: Le nom d'utilisateur et/ou le mot de passe ne sont pas corrects

source: Username
fr_fr: Le nom d'utilisateur

source: Password
fr_fr: Le mot de passe

source: Sign In
fr_fr: Connexion

source: Create Event
fr_fr: Créer un Évènement

source: Country
fr_fr: Pays

source: Event Country
fr_fr: Pays d'Évènement

source: State
fr_fr: État

source: Event State
fr_fr: État d'Évènement

source: City
fr_fr: Ville

source: Event City
fr_fr: Ville d'Évènement

source: Address
fr_fr: Adresse

source: Event Address
fr_fr: Adresse d'Évènement

source: Venue
fr_fr: Lieu

source: Event Venue
fr_fr: Lieu d'Évènement

source: Create
fr_fr: Créer

source: Delete Event
fr_fr: Supprimer l'Évènement

source: Are you sure you want to delete this event?
fr_fr: Est-ce que vous certain de Supprimer l'Évènement?

source: Yes, Delete this Event
fr_fr: Oui, Supprimer c'Évènement

source: No
fr_fr: Non

source: Error
fr_fr: Erreur

source: You cannot delete an event that a job is currently associated with.
fr_fr: Vous ne pouvez pas supprimer un évènement quand un travail est associé sur.

source: Return to Previous Page
fr_fr: Retourner à la page précédente

source: Edit Event
fr_fr: Modifier l'Évènement

source: Save
fr_fr: Enregistrer

source: Edit
fr_fr: Modifier

source: Delete
fr_fr: Supprimer

source: There are currently no events. Please create events first.
fr_fr: Il n'y a pas les Évènement. Créer les Évènements en premier s'il vous plait.

source: Search for the events that start
fr_fr: Chercher pour les Évènement qui commencent

source: From:
fr_fr: De:

source: To:
fr_fr: À:

source: Search
fr_fr: Chercher

source: View Jobs
fr_fr: Voir les travails

source: There are no events.
fr_fr: Il n'y a pas les Évènements.

source: Systers, an Anita Borg Institute Community, has many volunteers that devote their time, skills and commitment to our vision. Volunteer Management System serves as a place where volunteers can view volunteer events, sign up for volunteer jobs and log volunteer hours. Volunteer Management System also enables volunteer managers to manage their volunteers and run volunteer related reports.
fr_fr: Systers, une communauté d'Anita Borg Institute, ont beaucoups des bénévole qui se concentrent leurs temps, dons, et engagmenets pour notre vision. Volunteer Management System est une appli ou les bénévole peuvent voir les évènements de bénévole, s'inscrire pour les travails de bénévole, et enregistrent leurs heurs. Aussi, Volunteer Management System permets les directeurs de bénévole de gérer leurs bénévoles et voir les reportages.

source: Sign Up
fr_fr: Enregistrer

source: Sign Up Admin
fr_fr: Enregistrer pour administrateur

source: Log In
fr_fr: Se connecter

source: Create Job
fr_fr: Créer un Travail

source: Event:
fr_fr: Évènement:

source: Event Start Date
fr_fr: Date de début pour l'Évènement

source: Event End Date
fr_fr: Date de fin pour l'Évènement

source: Include a description of the job here
fr_fr: Inclure une description de le travail ici

source: Please add events to associate with jobs first.
fr_fr: Ajouters les Évènement avant créer les travails s'il vous plait

source: Delete Job
fr_fr: Supprimer le travail

source: Are you sure you want to delete this job?
fr_fr: Est-ce que vous certain de Supprimer le travail?

source: Yes, Delete this Job
fr_fr: Oui, Supprimer ce travail

source: You cannot delete a job that a shift is currently associated with.
fr_fr: Vous ne pouvez pas supprimer un travail quand un équipes est associé sur.

source: Job Description
fr_fr: Description de travail

source: Event
fr_fr: Évènement:

source: Edit Job
fr_fr: Modifier le travail

source: Details
fr_fr: Détails

source: There are currently no jobs. Please create jobs first.
fr_fr: Il n'y a pas les travails. Créer les travails en premier s'il vous plait.

source: View Shifts
fr_fr: Voir les Équipes

source: There are currently no jobs for
fr_fr: Il n'y a pas les travails pour

source: Create Organization
fr_fr: Créer l'organisation

source: Organization Name
fr_fr: Nom de organisation

source: Delete Organization
fr_fr: Supprimer l'organisation

source: Are you sure you want to delete this organization?
fr_fr: Est-ce que vous certain de Supprimer l'organisation?

source: Yes, Delete this Organization
fr_fr: Oui, Suprrimer c'organisation

source: You cannot delete an organization that users are currently associated with.
fr_fr: Vous ne pouvez pas supprimer une organisation avec les utilisateurs.

source: Edit Organization
fr_fr: Modifier l'organisation

source: State/Province
fr_fr: État/Province

source: Phone Number
fr_fr: Numéro de Téléphone

source: Organization
fr_fr: Organisation

source: If your organization is not listed above, please provide it here:
fr_fr: Si vous ne pouvez pas voir votre organisation, la-taper ici:

source: Create Account
fr_fr: Créer un compte

source: About
fr_fr: Á propos de nous

source: Include a short biography of yourself
fr_fr: Inclure une biographie brève

source: Profiles
fr_fr: Profils

source: Include links to any online profiles here
fr_fr: Inclure les connexions de vos profils

source: Upload a Resume
fr_fr: Uploader un CV

source: Resume
fr_fr: CV

source: Alternatively, include your resume here
fr_fr: Sinon, inclure votre CV ici

source: Already have an account? Then please
fr_fr: Vous déjà créer un compte? S'il vous plait

source: sign in
fr_fr: Connexion

source: Log Shift Hours
fr_fr: Enregistrer les heures d'équipes

source: Start Time
fr_fr: Temps de début

source: End Time
fr_fr: Temps de Fin

source: Submit
fr_fr: Soumettre

source: Cancel Shift Confirmation
fr_fr: Annuler la confirmation d'équipe

source: Are you sure you want to cancel this registered shift?
fr_fr: Est-ce que vous certain d'annuler cette équipe enregistré?

source: Are you sure you want to cancel this shift you are signed up for?
fr_fr: Est-ce que vous certain d'annuler léquipe qui vois avez enregistrer?

source: Yes, Cancel this Shift
fr_fr: Oui, annuler cette équipe

source: Clear Shift Hours
fr_fr: Supprimer les heures d'équipe

source: Are you sure you want to clear these hours?
fr_fr: Est-ce que vous certain de Supprimer ces heures?

source: Yes, Clear these Hours
fr_fr: Oui, Supprimer ces heures

source: Create Shift
fr_fr: Créer un Équipe

source: Job Start Date
fr_fr: Date de début pour le Travail

source: Job End Date
fr_fr: Date de fin pour le Travail

source: Maximum number of volunteers that can sign up for this shift
fr_fr: Le nombre maximal de bénévoles qui peuvent enregistrer pour cette équipe

source: Maximum number of volunteers
fr_fr: Le nombre maximal de bénévoles

source: Shift Country
fr_fr: Pays d'Équipe

source: Shift State
fr_fr: État d'Équipe

source: Shift City
fr_fr: Ville d'Équipe

source: Shift Address
fr_fr: Adresse d'Équipe

source: Shift Venue
fr_fr: Lieu d'Équipe

source: Delete Shift
fr_fr: Supprimer l'Équipe

source: Are you sure you want to delete this shift?
fr_fr: Est-ce que vous certain d'annuler cette équipe?

source: Yes, Delete this Shift
fr_fr: Oui, annuler cette équipe

source: You cannot delete a shift that a volunteer has signed up for.
fr_fr: Vous ne pouvez pas annuler une équipe qui une bénévole est enregistré pour.

source: Edit Shift
fr_fr: Modifier l'Équipe

source: Edit Shift Hours
fr_fr: Modifier les heures d'équipe

source: Shift Hours
fr_fr: Heures d'Équipe

source: Job
fr_fr: Travail

source: Edit Hours
fr_fr: Modifier les Heures

source: Clear Hours
fr_fr: Supprimer les Heures

source: You have not logged any hours.
fr_fr: Vous n'avez pas enregistré les heures

source: Click on shifts to view shifts for a particular job or to add, edit or delete shifts.
fr_fr: Cliquer sur équipes pour voir les équipes d'un travail spécifique, ou pour ajouter, modifier, ou supprimer les équipes.

source: Maximum # of Volunteers
fr_fr: # Maximal de Bénévoles

source: There are currently no shifts. Please create shifts first.
fr_fr: Il n'y a pas les Équipe. Créer les Équipe en premier s'il vous plait.

source: Assign Shift
fr_fr: Confier l'Équipe

source: Slots Remaining
fr_fr: Places Restant

source: There are currently no shifts for the
fr_fr: Il n'y a pas les équipe pour le

source: job.
fr_fr: travail.

source: Return to Volunteer Search
fr_fr: Retourner aux cherche de bénévoles

source: Manage Shifts
fr_fr: Gérer les Équipes

source: Upcoming Shifts
fr_fr: Les Équipes prochaines

source: Scheduled Start Time
fr_fr: Temps de Début Programmé

source: Scheduled End Time
fr_fr: Temps de Fin Programmé

source: Cancel Shift Registration
fr_fr: Annuler L'inscription d'Équipes

source: Log Hours
fr_fr: Enregistrer les heures

source: This volunteer does not have any upcoming shifts.
fr_fr: Ce bénévole n'a pas les équipes prochaines.

source: Shifts with Logged Hours
fr_fr: Équipes avec les Heures Enregistrées

source: This volunteer does not have any shifts with logged hours.
fr_fr: Ce bénévole n'a pas une équipe avec les heures enregistrées.

source: Assign Shift Confirmation
fr_fr: Confirmation de Confier l'Équipe

source: Shift Sign Up Confirmation
fr_fr: Confirmation de s'inscrire d'Équipe

source: Are you sure you want to assign this shift?
fr_fr: Est-ce que vous certain d'confier cette équipe?

source: Are you sure that you want to sign up for this shift?
fr_fr: Est-ce que vous certain de s'inscrire pour cette équipe?

source: Yes, Assign this Shift
fr_fr: Oui, Confier cette équipe

source: Yes, Sign Up for this Shift
fr_fr: Oui, S'inscrire pour cette équipe

source: Cancel
fr_fr: Annuler

source: This user is already signed up for this shift. Please assign a different shift.
fr_fr: Ce utilisateur s'est déjà inscrit pour cette équipe. Confier une autre équipe s'il vous plait.

source: You have already signed up for this shift. Please sign up for a different shift.
fr_fr: Vous vous êtes deja inscrit pour cette équipe. S'inscrire pour une autre équipe s'il vous plait.

source: There are no slots remaining for this shift. Please assign a different shift.
fr_fr: Il n'y a pas les places restant pour cette équipe. Confier une autre équipe s'il vous plait.

source: There are no slots remaining for this shift. Please sign up for a different shift.
fr_fr: l n'y a pas les places restant pour cette équipe. S'inscrire pour une autre équipe s'il vous plait.

source: Manage Volunteer Shifts
fr_fr: Gérer les Équipes de Bénévoles

source: Your search returned no results!
fr_fr: Votre recherce n'est retourneé pas les résultats!

source: You do not have any upcoming shifts.
fr_fr: Vous n'avez pas les équipes prochaines.

source: Volunteer Search
fr_fr: Cherche pour les bénévoles

source: Create Admin Account
fr_fr: Créer un compte d'administrateur

source: Log Out
fr_fr: Se Déconnecter

source: Completed Shifts
fr_fr: Les Équipes Complètes

source: Shift Sign Up
fr_fr: S'inscrire d'Équipe

source: Profile
fr_fr: Profil

source: No Access
fr_fr: Inaccessible

source: You don't have administrator rights
fr_fr: Vous n'avez pas les permissions d'administrateur

source: Edit Profile
fr_fr: Modifier Le Profil

source: About Me
fr_fr: Á propos de moi

source: Select your organization:
fr_fr: Sélectionner votre Organisation

source: None
fr_fr: Aucun

source: If your organization is not listed, please provide it here:
fr_fr: Si vous ne pouvez pas voir votre organisation, la-taper ici:

source: Shift Reminder Days
fr_fr: Jours Rappel d'Équipe

source: How many days before a shift do you want to receive a reminder email?
fr_fr: Combien de jours avant d'équipe est-ce que vous voulez l'email rappel?

source: Upload Updated Resume
fr_fr: Uploader un CV Nouveau

source: Uploaded file is invalid.
fr_fr: Le fichier est non valide.

source: Include your resume here
fr_fr: Inclure votre CV ici

source: Uploads
fr_fr: Fichiers

source: Delete Uploaded Resume
fr_fr: Supprimer le CV en ligne

source: Additional Profiles
fr_fr: Profils Supplémentaires

source: Download Resume
fr_fr: Downloader le CV

source: Search Volunteers
fr_fr: Chercher pour Bénévoles

source: Search by First Name
fr_fr: Chercher pour un Prénom

source: Search by Last Name
fr_fr: Chercher pour un Nom de famille

source: Search by City
fr_fr: Chercher pour une ville

source: Search by State/Province
fr_fr: Chercher pour un État/Province

source: Search by Country
fr_fr: Chercher pour un Pays

source: Search by Organization
fr_fr: Chercher pour un Organisation

source: Your search return no results!
fr_fr: Votre recherce n'est retourneé pas les résultats!
